{
  "app": {
    "short_description": "Add user’s session replay to every ticket and see the full context",
    "long_description": "LiveSession is an analytical tool that allows you to record and replay your website visitor’s sessions. You can recreate an exact, step-by-step recording of each visit: mouse movements, clicks, form submissions and more. This integration adds links to your identified user’s session replays.\n\n### See what your customer was doing on your website\n\nBy watching your visitors’ session replays, you will be able to recreate issues they encountered. It will let you provide more accurate support and speed up the whole process.\n\n### Pass some context to your dev team\n\nWith LiveSession DevTools, you get instant access to all console logs. It lets you identify JavaScript errors with ease. No more need to ask for a screenshot!\n\n### Spot dead-ends on your customer’s journey \n\nUse LiveSession to identify places on your website where your users get stuck. Improve your website’s UI and boost conversions by knowing what happened that stopped them from making a purchase.\n\n### Enhance your users’ experience \n\nUse a complete set of tools to improve your customer experience:\n\n* Session replays\n* Click & Heat Maps\n* Inspect mode\n* Engagement Score\n* User journey\n* DevTools\n* Funnels",
    "installation_instructions": "Installation instructions:\n\n* Find the LiveSession app in the Zendesk [marketplace](https://www.zendesk.com/apps/directory).\n* Click the \"Install\" button to add our app to your Zendesk account.\n* Update LiveSession’s \"Personal Access Token\" in the [manage settings](https://support.zendesk.com/hc/en-us/articles/203662486-Managing-your-installed-apps) tab.\n* Click \"Update\" to apply changes.\n* Be sure that you use the [identify](https://livesession.io/help/user-identification-custom-properties) API along with the email property.\n",
    "name": "LiveSession",
    "parameters": {
      "personal_access_token": {
        "label": "Personal Access Token",
        "helpText": "Personal Access Token"
      }
    }
  }
}
